Repository: sminozzi/kardealer
Catalog: language/kardealer-*.po
Languages: fr

source: Overview
fr: Aperçu

source: Model
fr: Modèle

source: Mark to show up at Featured Widget.
fr: à afficher pour:

source: The year of the model. Only numbers, no point, no comma.
fr: L’année du modèle. Seuls les numéros, aucun point, aucune virgule.

source: Engine.
fr: Moteur

source: Body Type.
fr: Type.

source: The amount of
fr: Montant de

source: Body Color
fr: Couleur extérieure

source: Only numbers. No point, no comma.
fr: Seuls les numéros. Aucun point, aucune virgule.

source: Passenger Capacity. Only numbers.
fr: Capacité de passagers. Seuls les numéros.

source: What kind of Transmission is this
fr: Quel type de Transmission est-ce

source: Fuel Type.
fr: Types de carburant

source: Color of the Interior
fr: Couleur de l’intérieur

source: Interior Material
fr: Intérieur

source: Parent makes
fr: Parent Marques

source: Parent makes:
fr: Parent Marques:

source: Edit makes
fr: Modifier une Marques

source: Update makes
fr: Mise à jour Marques

source: Add New makes
fr: Ajouter de nouvelles marques

source: New makes
fr: Nouvelles marques

source: Separate makes with commas
fr: Séparer les marques par une virgule

source: Add or Remove makes
fr: Ajouter ou supprimer des marques

source: Choose from the most used makesrs
fr: Choisir parmi les plus utilisés

source: Featured Image
fr: Image à la une

source: Call For Price
fr: Prix d'appel

source: Search
fr: Rechercher

source: Price
fr: Prix

source: Any
fr: Tout

source: Year
fr: Année

source: New/Used
fr: Neuves/occasion

source: New
fr: Neuve

source: Used
fr: Utilisé

source: Damaged
fr: Endommagé

source: Make
fr: Marque

source: Engine
fr: Moteur

source: Body Type
fr: Type de voiture.

source: Fuel Type
fr: Types de carburant

source: Fuel Capacity
fr: Volume réservoir

source: Lenght
fr: Longueur

source: Passenger Capacity
fr: Nombres de places

source: Interior Color
fr: Couleur intérieur

source: Call for Price
fr: Prix sur demande

source: Back
fr: Retour

source: Not Found !
fr: Pas trouvé!

source: A list of Recent cars
fr: Afficher une liste des offres récentes.

source: New Arrivals
fr: Nouveautés

source: A list of Featured cars
fr: Afficher une liste de produits en vedette.

source: Featured cars
fr: Véhicules à la une

source: Search cars
fr: Rechercher une voiture

source: Title
fr: Titre

source: Thanks for install car Dealer Plugin. The easiest way to manage, list and sell your cars online.
fr: Merci pour installer le plugin de concessionnaire de voiture. Le moyen le plus simple de gérer, répertorier et vendre vos voitures en ligne.

source: Follow this steps
fr: Suivez cette procédure

source: Go to car Settings tab and choose your currency, metric system etc...
fr: Accédez à l'onglet Paramètres de la voiture et choisissez votre devise, votre système métrique, etc

source: Go to your Pages and chose one (or more) page where you want show the cars.
fr: Allez à vos Pages et choisir une (ou plusieurs) page où vous souhaitez afficher les voitures.

source: Paste this shortcode there
fr: Collez ce shortcode pour rendre ce tableau

source: Click Update to Save
fr: Cliquez sur mise à jour pour enregistrer

source: Go to cars for Sale and Choose Add New
fr: Aller aux voitures à vendre et choisissez Ajouter nouveau

source: Fill Out all info
fr: Remplissez toutes les informations

source: Add one Featured Image
fr: Ajouter une Image en vedette

source: Load images
fr: Charger les images

source: Just create one wordpress gallery. Our plugin will create automatically one nice slider gallery. For details how to create a wordpress gallery, check the wordpress site.
fr: Il suffit de créer une galerie dans wordpress. Notre plugin créera automatiquement une jolie galerie, curseur. Pour les détails comment créer une galerie de wordpress, consultez le site de wordpress.

source: Click Publish to Save.
fr: Cliquez sur publier pour enregistrer.

source: We have 3 dedicated Widgets
fr: Nous avons 3 Widgets dédiés

source: Recent cars
fr: Véhicules récents

source: cars Search
fr: Recherche de Véhicules

source: To install, just go to
fr: Pour installer, il suffit d’aller à

source: and install them
fr: et installez-les

source: That's all. I hope you enjoy it
fr: C'est tout. J’espère qu’il vous plaira

source: Choose your currency, metric system and so on.
fr: Choisissez votre devise, système métrique et ainsi de suite.

source: Currency
fr: Devise

source: Hours
fr: Heures

source: Liters - Gallons
fr: Litres - Gallons

source: Liters
fr: Litres

source: How many cars would you like to display per page?
fr: Combien d'annonces souhaitez vous afficher par page ?

source: Remove Sidebar from Search Result Page
fr: Page de résultats de recherche

source: Replace the Wordpress Gallery with Flexslider Gallery
fr: Remplacez la Galerie Wordpress par Flexslider Gallery

source: Car Details
fr: Détails de la voiture

source: Specs
fr: Fiche technique

source: Features
fr: Fonctionnalités

source: Add any Feature Field (Settings => Field Features)
fr: Ajouter un champ de fonction (Paramètres => Caractéristiques de terrain)

source: Parent locations
fr: Emplacements de localisation

source: Parent locations:
fr: Emplacements de localisation:

source: Edit locations
fr: Editez un emplacements de localisation

source: Update locations
fr: Mettre à jour localités

source: Add New locations
fr: Ajouter de nouveaux emplacements

source: New locations
fr: Nouveaux emplacements

source: Separate locations with commas
fr: Séparer les lieux par des virgules

source: Add or Remove locations
fr: Ajouter ou supprimer des lieux

source: Choose from the most used locationsrs
fr: Choisissez parmi les plus utilisés locationsrs

source: Location
fr: Adresse

source: Go to Field Features and add some fields.
fr: Accédez aux fonctionnalités de champ et ajouter certains champs.

source: For example: wifi, gps, alarm and so on...
fr: Par exemple : wifi, gps, alarme et ainsi de suite...

source: Go to Makes and add some makers.
fr: Allez à Marques et ajoutez une Marque

source: For example: Ford, Fiat, Volkswagen...
fr: Par exemple : Ford, Fiat, Volkswagen...

source: Go to Locations and add some, if you have more than one. This is Optional.
fr: Aller à Emplacements et en ajouter, si vous en avez plus d'un. Ceci est facultatif.

source: Here you can manage the car features/equipments fields to your car form.
fr: Ici, vous pouvez gérer les champs caractéristiques/Equipements de voiture à votre formulaire de voiture.

source: Just add one or more field names - one for each line -
fr: Ajoutez simplement un ou plusieurs noms de champs - un pour chaque ligne

source: For example: GPS, DVD, and so on...
fr: Par exemple : GPS, DVD, et ainsi de suite...

source: Don't use special characters.
fr: N’utilisez pas des caractères spéciaux.

source: Add this fields to Car Form. Only one field each line:
fr: Ajouter ce champs à votre voiture. Un seul champ de chaque ligne :

source: Request Information
fr: Demande d’information

source: Your Name
fr: Votre Nom

source: Please type your name
fr: Veuillez indiquer votre nom

source: Your Email
fr: Votre email

source: Please type your email
fr: Veuillez saisir votre email

source: Your Message
fr: Votre message

source: Please type your message
fr: Veuillez saisir votre message

source: Send
fr: Envoyer

source: Cancel
fr: Annuler

source: Car Type
fr: Type de voiture

source: Wagon
fr: Break

source: Luxury Car
fr: voiture de luxe

source: Sports Car
fr: Voiture de sport

source: Sport Utility Vehicle
fr: Utilitaire

source: Van
fr: Fourgonnette

source: Coupe
fr: Coupé

source: Sedan
fr: Berline

source: Contact Us
fr: Contactez-nous

source: Fill out your contact email to receive email from your Contact Form at bottom of the individual car page.
fr: Remplissez votre adresse de courriel pour recevoir des emails de votre formulaire de Contact en bas de la page de la voiture individuelle.

source: Look our demo in our site how to upload and crop images (less than 2 minutes).
fr: Regardez notre démo dans notre site, comment faire pour télécharger et récolte des images (moins de 2 minutes).

source: OnLine Guide
fr: En ligne

source: Faq Page
fr: Page FAQ

source: Support Page
fr: Page de support iWeb

source: Automatic
fr: Automatique

source: Manual
fr: Manuel

source: Gasoline
fr: Essence

source: Hybrid
fr: Hybride

source: Electric
fr: Électrique.

source: Biodiesel
fr: Biodiésel

source: Ethanol
fr: Éthanol

source: Other
fr: Je souhaiterais que vous me rappeliez

source: Choose from the most used makers
fr: Choisir parmi les plus utilisés

source: Choose from the most used locations
fr: Choisissez parmi les endroits les plus utilisés

source: HP
fr: Puissance

source: Permalinks
fr: Permaliens

source: Set Permalinks to Post Name
fr: Definir les poste des annonces connexes trier par vue

source: Van', 'cardealer
fr: Concessionnaire

source: Price Range
fr: Échelle des prix:

source: Car Body Type.
fr: Type de carrosserie de voiture.

source: Fuel
fr: Carburant

source: Customize your Search Options. Choose the fields to show on the front end search bar.
fr: Personnaliser vos Options de recherche. Choisir les champs à afficher sur la barre de recherche de front-end.

source: Show the Make control
fr: Afficher la commande Marques

source: Show the Fuel type control
fr: Afficher la commande de type de carburant

source: Show the Type Body control
fr: Type de voiture.

source: Show the Year control
fr: Afficher le contrôle de l’année

source: Show the Condition (new/used) control
fr: Afficher le contrôle de l’État (nouveau/utilisé)

source: Show the Transmission control
fr: Afficher le contrôle de la Transmission

source: Show the Price slider
fr: Afficher le curseur prix

source: Order By
fr: Trier par

source: Year newest first
fr: Plus récent en premier

source: Year oldest first
fr: Les plus anciens

source: Price higher first
fr: Tout d’abord le prix plus élevé

source: Price lower first
fr: Prix: le plus bas

source: Mileage higher first
fr: Kilométrage plus élevé en premier

source: Mileage lower first
fr: Kilométrage inférieur en premier

source: Show the Order By Control
fr: Afficher la commande Marques

source: In Show Room Page, use Gallery or List View Template
fr: Dans la Page de Show Room, utilisez Gallery ou le modèle d’affichage de liste

source: Don't forget to fill out the field price. Otherwise, the car does'n show up at search results.
fr: Ne pas oublier de remplir le prix du champ. Sinon, la voiture ne s'affiche pas dans les résultats de recherche.

source: Customize your Search Widget Options. Choose the fields to show on the Search Widget.
fr: Personnalisez vos options de widget de recherche. Choisissez les champs à afficher dans le widget de recherche.

source: Show the Price control
fr: Afficher le contrôle des prix

source: View
fr: Voir
